[
  {
    "id": 1,
    "name": "Егор Канкрин",
    "years": "1774-1845",
    "image": "images/reformer_kankrin.jpg",
    "biography": "<p>Егор Францевич Канкрин (1774–1845) — русский государственный деятель немецкого происхождения. С 1797 года был на русской службе в чине надворного советника. В 1821 году был назначен членом Государственного совета, а в 1823 году — министром финансов, где и стал работать над экономическими реформами.</p><p>Являясь сторонником государственной поддержки промышленности, Канкрин значительно упростил порядок открытия новых предприятий, способствовал развитию горного и лесного дела, овцеводства, реорганизовал и улучшил систему подготовки инженерных кадров.</p><p>Главным достижением Канкрина считается денежная реформа 1839-1843 годов, которая стабилизировала российскую финансовую систему и укрепила курс рубля на международной арене.</p>",
    "achievements": [
      "Устав о векселях (1832)",
      "Денежная реформа (1839–1843)",
      "Первый этап — манифест «Об устройстве денежной системы» (1839–1841)",
      "Второй этап — манифест «О выпуске в обращение кредитных билетов» (1841)",
      "Третий этап — манифест «О замене ассигнаций и других денежных представительств» (1843)"
    ],
    "era": "Имперский период",
    "position": 1839
  },
  {
    "id": 2,
    "name": "Николай Бунге",
    "years": "1823-1895",
    "image": "images/refromer_bunge.jpg",
    "biography": "<p>Николай Христианович Бунге (1823–1895) — российский экономист, профессор Киевского университета, министр финансов (1881–1886) и председатель Комитета министров. Бунге выступал за умеренные, постепенные реформы и социальную поддержку малоимущих слоёв населения, был сторонником активной роли государства в экономике.</p><p>Внёс вклад в развитие российской экономики, способствовал развитию частной собственности и индивидуального предпринимательства. Кроме того, реформировал фабричное промышленное производство и создал трудовой кодекс, который защищал рабочих фабрик и облегчал условия их труда.</p><p>Бунге также был выдающимся учёным и педагогом, его экономические труды внесли значительный вклад в развитие экономической науки в России.</p>",
    "achievements": [
      "Работа профессором-экономистом, чтение лекций, защита проектов, например, «О теории кредита» (1845–1890)",
      "Ликвидация подушного налога (1882)",
      "Ввел льготные кредиты для крестьян через Крестьянский поземельный банк (1882)",
      "Введение налога на доход от денежных капиталов, налога на прибыль, пошлины на безвозмездно переходящее имущество (1885)",
      "Учредил журнал «Вестник финансов, промышленности и торговли» (1885)"
    ],
    "era": "Имперский период",
    "position": 1882
  },
  {
    "id": 3,
    "name": "Сергей Витте",
    "years": "1849-1915",
    "image": "images/reformer_vitte.jpg",
    "biography": "<p>Сергей Юльевич Витте (1849–1915) — выдающийся государственный деятель Российской империи, министр путей сообщения, министр финансов, председатель Совета министров. Один из ключевых реформаторов в экономической сфере конца XIX — начала XX века.</p><p>Добился введения в России «золотого стандарта», привлёк иностранные инвестиции и стимулировал рост российской промышленности, поощрял инвестиции в железнодорожное строительство (в том числе Великий Сибирский путь).</p><p>Деятельность Витте привела к резкому ускорению темпов промышленного роста в Российской империи. Благодаря его реформам в России начался промышленный подъем, увеличились объемы внешней торговли, была создана современная банковская система.</p>",
    "achievements": [
      "Выступал за торговые переговоры с Германией, заключил выгодный для России 10-летний торговый договор с этой страной (1895)",
      "Введение винной монополии (с 1897)",
      "Введение «золотого стандарта» (1897)",
      "Строительство Транссибирской магистрали",
      "Разработка и реализация программы индустриализации России"
    ],
    "era": "Имперский период",
    "position": 1897
  },
  {
    "id": 4,
    "name": "Алексей Косыгин",
    "years": "1904-1980",
    "image": "images/reformer_kosigin.jpg",
    "biography": "<p>Алексей Николаевич Косыгин (1904–1980) — советский государственный и партийный деятель. Он занимал пост председателя Совета министров СССР с 1964 по 1980 год и был одним из самых влиятельных советских политиков в середине 1960-х годов наряду с генеральным секретарём Леонидом Брежневым.</p><p>В ходе его экономической реформы в 1965—1970 годах, была расширена самостоятельность предприятий, которым предоставлялась возможность распоряжаться прибылью и предусматривались механизмы материального стимулирования производителей в результатах и качестве труда.</p><p>В результате объём промышленного производства вырос примерно на 50%. Однако большинство его экономических инициатив были позднее свёрнуты из-за сопротивления партийной бюрократии.</p>",
    "achievements": [
      "Экономическая реформа (1965 – 1970-е, была свернута)",
      "Разработка планов для восьмой (1966), девятой (1971) и десятой (1976) пятилеток",
      "Экономические реформы (1973, не принята) и 1979 годов",
      "Расширение хозяйственной самостоятельности предприятий",
      "Создание системы материального стимулирования работников"
    ],
    "era": "Советский период",
    "position": 1965
  },
  {
    "id": 5,
    "name": "Егор Гайдар",
    "years": "1956-2009",
    "image": "images/reformer_gaydar.jpg",
    "biography": "<p>Егор Тимурович Гайдар (1956–2009) — российский экономист, политик и реформатор. Один из основных руководителей и идеологов экономических реформ начала 1990-х годов в России. В 1991—1994 годах занимал ответственные посты в правительстве России, в том числе в течение полугода был исполняющим обязанности председателя правительства.</p><p>Принимал участие в подготовке Беловежского соглашения. Под руководством Гайдара начался переход от плановой к рыночной экономике, были проведены либерализация цен, реорганизация налоговой системы, либерализация внешней торговли, начата приватизация.</p><p>Отношение к Гайдару и его реформам противоречиво. Сторонники Гайдара считают, что его реформы в 1992 году предотвратили массовый голод и гражданскую войну, создали основы для будущего роста экономики. Оппоненты Гайдара обвиняют его в различных отрицательных последствиях реформ от падения уровня жизни до сознательного разрушения экономики.</p>",
    "achievements": [
      "Шоковая терапия» (1992–1998)",
      "Приватизация государственной собственности (1992)",
      "Проект новой налоговой системы (1992)",
      "Создал Институт Экономической политики (1993)",
      "Либерализация цен и внешней торговли (1992)"
    ],
    "era": "Современная Россия",
    "position": 1992
  },
  {
    "id": 11,
    "name": "Иван IV Грозный",
    "years": "1530-1584",
    "image": "images/reformer_ivan4.jpeg",
    "biography": "<p>Иван IV Васильевич Грозный стал первым царем на Руси. Его управление страной является наиболее длительным на русской земле. Иван Грозный вошел в историю благодаря своему жесткому стилю правления и полной единоличной власти.</p><p>Также он добился успехов во внешней и внутренней политике и увеличил территорию страны в 2,5 раза. Правление Ивана Грозного характеризуется значительными законодательными реформами, которые заложили основы централизованного государства.</p><p>Особое внимание Иван IV уделял формированию новой системы управления государством, ограничению власти боярской аристократии и созданию единой правовой системы.</p>",
    "achievements": [
      "Созыв первого Земского Собора — собрание представителей всех сословий (1549)",
      "Принятие нового Судебника (1550)",
      "Стоглавый собор - ограничение власти церкви (1551)",
      "Упразднение кормлений (1555)",
      "Уложение о службе (1566)"
    ],
    "era": "Древняя Русь",
    "position": 1550
  },
  {
    "id": 12,
    "name": "Петр I (законодательные реформы)",
    "years": "1672-1725",
    "image": "images/reformer_petr1.jpg",
    "biography": "<p>Петр I Алексеевич не только вошел в историю как реформатор в военной и экономической сферах, но и как выдающийся законодатель, создавший новую систему государственного управления России.</p><p>В 1708–1710 годах он разделил страну на 8 (позже 11) губерний, каждая из которых управлялась губернатором, подчинённым лично царю. В 1711 году он учредил Сенат — высший орган власти на случай отсутствия царя, который стал выполнять и законодательные, и исполнительные функции.</p><p>Важнейшими законодательными актами Петра стали Генеральный регламент и Табель о рангах, которые полностью изменили структуру государственной службы и управления в России. Петр фактически создал новую модель государства, которая просуществовала вплоть до начала XX века.</p>",
    "achievements": [
      "Губернская реформа - разделение страны на 11 губерний (1708–1710)",
      "Учреждение Сената - высшего органа власти (1711)",
      "Издание Генерального регламента - стандартизация работы коллегий (1720)",
      "Табель о рангах - революционная система государственной службы (1722)",
      "Духовный регламент - подчинение церкви государству (1721)"
    ],
    "era": "Имперский период",
    "position": 1711
  },
  {
    "id": 13,
    "name": "Екатерина II (законодательство)",
    "years": "1729-1796",
    "image": "images/reformer_ekaterina2.jpeg",
    "biography": "<p>Екатерина II Великая (1729–1796) — немецкая принцесса София Фредерика Августа, жена князя Петра III, ставшая в итоге русской императрицей и одной из самых влиятельных женщин в мировой истории.</p><p>В результате заговора, устроенного Екатериной и близкими ей братьями Орловыми, Пётр III был убит, и Екатерина Алексеевна стала российской императрицей. Ее правление характеризовалось значительными изменениями в политической и законодательной сферах России.</p><p>Она вела успешную войну с Турцией, получила Крым и Азов во владения России. Присоединила часть Украины и Белоруссию. Однако наиболее значимыми были её законодательные инициативы, особенно в области местного самоуправления и организации системы власти в империи.</p>",
    "achievements": [
      "Реформа Сената (1763)",
      "Созыв Уложенной комиссии для составления нового Уложения (1767-1768)",
      "Губернская реформа: «Учреждение для управления губерний Всероссийской империи» (1775)",
      "Городская реформа: «Грамота на права и выгоды городам Российской империи» (1785)",
      "Жалованная грамота дворянству (1785)"
    ],
    "era": "Имперский период",
    "position": 1775
  },
  {
    "id": 14,
    "name": "Михаил Сперанский",
    "years": "1772-1839",
    "image": "images/reformer_speranski.jpeg",
    "biography": "<p>М. М. Сперанский - русский общественный и государственный деятель, реформатор, законотворец периода правления Александра I и Николая І. Будучи незнатного происхождения, своими выдающимися способностями и трудолюбием смог заслужить доверие императора Александра I и возглавить реформаторскую деятельность в России.</p><p>Его деятельность часто вызывала опасения и критику со стороны власти, в результате чего он неоднократно отстранялся от дел из-за обвинений в изменах. Тем не менее, вклад Сперанского в развитие российской правовой системы и государственности трудно переоценить.</p><p>Он разработал первый в истории России проект конституции и предложил реформы, многие из которых опережали своё время и были реализованы лишь десятилетия спустя.</p>",
    "achievements": [
      "Указ о вольных хлебопашцах (1803)",
      "Проект создания Государственного совета (1810)",
      "Проект реорганизации Сената (1811)",
      "Полное собрание законов Российской империи (1826–1830)",
      "Свод законов Российской империи (1832)"
    ],
    "era": "Имперский период",
    "position": 1810
  },
  {
    "id": 15,
    "name": "Александра Коллонтай",
    "years": "1872-1952",
    "image": "images/reformer_kollontay.jpg",
    "biography": "<p>Александра Михайловна Коллонтай (1872–1952) — революционерка, дипломат и одна из первых женщин-министров в мировой истории. Была идеологом социальной политики РСФСР, борцом за права женщин и детей, а также за реформу труда.</p><p>Коллонтай внесла значительный вклад в разработку советского законодательства по правам женщин, созданию системы защиты материнства и детства, а также развитию трудового права в первые годы существования советского государства.</p><p>После 1922 года Коллонтай была отстранена от активной политической деятельности внутри страны и работала на дипломатических должностях, став первой в мире женщиной-послом. Её идеи оказали огромное влияние на развитие социального законодательства не только в СССР, но и во многих странах мира.</p>",
    "achievements": [
      "Участие в создании законов о равноправии мужчин и женщин (1917-1918)",
      "Разработка законов о браке и семье, легализующих развод (1918)",
      "Создание системы охраны материнства и младенчества (1918)",
      "Возглавление «рабочей оппозиции» за передачу управления профсоюзам (1921)",
      "Реформа трудового законодательства, защищающая права женщин (1917-1920)"
    ],
    "era": "Советский период",
    "position": 1918
  },
  {
    "id": 21,
    "name": "Михаил Ломоносов",
    "years": "1711-1765",
    "image": "images/reformer_lomonosov.jpg",
    "biography": "<p>Михаил Васильевич Ломоносов — первый крупный русский учёный. Вырос в крестьянской семье, добился блестящего образования и стал статским советником, профессором химии, членом Санкт-Петербургской Императорской академии наук, почётным членом Петербургской Академии художеств, почётным членом Королевской Шведской и Болонской академий наук.</p><p>Самая знаменитая личность, связанная с российским Просвещением. Проявил себя как энциклопедист, физик, химик, астроном, географ, геолог, приборостроитель, металлург, поэт, историк, историограф, генеалог, филолог, лингвист, художник и во многих других сферах.</p>",
    "achievements": [
      "Стал академиком Петербургской Академии наук (1941)",
      "Стал соавтором основания Московского университета с Шуваловым (1755)",
      "Разработал первую научную грамматику русского языка (1755)"
    ],
    "era": "Имперский период",
    "position": 1755
  },
  {
    "id": 22,
    "name": "Иван Шувалов",
    "years": "1727-1797",
    "image": "images/reformer_shuvalov.jpg",
    "biography": "<p>Русский государственный деятель, покровитель науки и искусства. Был меценатом и идеологом просвещения в России, тесно сотрудничал с Ломоносовым.</p><p>Шувалов содействовал развитию русской науки и искусства, оказывал покровительство учёным, писателям и художникам. Поощрял перевод западных научных трудов на русский язык, поддерживал образование дворян и развитие светской науки.</p>",
    "achievements": [
      "Стал соавтором основания Московского университета с Ломоносовым (1755)",
      "Учредил Академию художеств в Санкт-Петербурге и стал её первым куратором (1957)"
    ],
    "era": "Имперский период",
    "position": 1757
  },
  {
    "id": 23,
    "name": "Николай Пирогов",
    "years": "1810-1881",
    "image": "images/reformer_pirogov.jpg",
    "biography": "<p>Николай Иванович Пирогов - выдающийся хирург, учёный и педагог, основоположник военно-полевой хирургии, тайный советник. Пытался реализовать реформу образования, особое внимание уделял вопросам медицинского и женского образования.</p><p>Во время Крымской войны Пирогов был главным хирургом в Севастополе, где также руководил обучением и работой Крестовоздвиженской общины сестёр милосердия.</p>",
    "achievements": [
      "Создание первого в мире Анатомического института (1846)",
      "Стал первым врачом, применившим эфирный наркоз в виде ингаляций хлороформа и ректального введения эфира в военно-полевой практике (впервые - при осаде Салты в Дагестане в 1847)",
      "Создал российских школ военно-полевой хирургии (1853–1856)",
      "Первый анатомический атлас «Топографическая анатомия, иллюстрированная разрезами, проведёнными через замороженное тело человека в трёх направлениях» (1859)"
    ],
    "era": "Имперский период",
    "position": 1859
  },
  {
    "id": 24,
    "name": "Константин Ушинский",
    "years": "1824-1870",
    "image": "images/reformer_ushinsky.jpg",
    "biography": "<p>Константин Дмитриевич Ушинский— русский педагог, писатель, один из основоположников научной педагогики в России. Основное внимание на роли личности учителя и национального характера образования.</p><p>Ушинский провёл ряд важных изменений в образовании: сократил срок обучения до 7 лет, ввёл в учебный план курсы литературы и истории отечественной литературы.</p>",
    "achievements": [
      "Первые массовые учебники для начального обучения: Хрестоматия по русскому языку «Детский мир» (1861) и книга «Родное слово» (1864)",
      "«Человек как предмет воспитания, опыт педагогической антропологии» (1867)"
    ],
    "era": "Имперский период",
    "position": 1867
  },
  {
    "id": 25,
    "name": "Анатолий Луначарский",
    "years": "1875-1933",
    "image": "images/reformer_lunacharsky.jpg",
    "biography": "<p>Советский политический деятель, первый нарком просвещения РСФСР (1917–1929). Играл ключевую роль в формировании новой системы образования после революции 1917 года.</p><p>Также, Луначарский написал множество работ на темы литературы, музыки, истории театра и живописи, архитектуры, активно участвовал в антирелигиозной пропаганде. Он создал целый ряд художественных произведений: писал стихи, рассказы, киносценарии, создал несколько десятков пьес.</p>",
    "achievements": [
      "Реформа народного образования: обязательное и бесплатное обучение, ликвидация неграмотности (1918)",
      "Реформа русской орфографии (1918)",
      "Создание Единой трудовой школы и разработка ее принципов (1918)",
      "Учредил Главный политико-просветительный комитет Наркомпроса РСФСР (1920)"
    ],
    "era": "Советский период",
    "position": 1918
  },
  {
    "id": 26,
    "name": "Антон Макаренко",
    "years": "1888-1939",
    "image": "images/reformer_makarenko.jpg",
    "biography": "<p>Антон Семёнович Макаренко — выдающийся советский педагог и писатель, один из основателей советской педагогики и теории коллективного воспитания. Разработал инновационную систему перевоспитания беспризорных детей и подростков в трудовых колониях.</p><p>Родился в городе Белополье Харьковской губернии в семье рабочего-маляра. Получил образование в Полтавском учительском институте, после чего работал учителем и директором в различных учебных заведениях.</p><p>В 1920 году возглавил трудовую колонию для беспризорных детей и несовершеннолетних правонарушителей имени Максима Горького под Полтавой, а позднее — детскую коммуну имени Ф.Э. Дзержинского в Харькове, где успешно реализовал свои педагогические принципы.</p><p>Педагогическая система Макаренко была основана на принципах коллективизма, труда и дисциплины, рассматривала воспитание как организацию коллектива и использовала коллектив как инструмент воспитания. Его идеи оказали огромное влияние на развитие педагогики не только в СССР, но и во всем мире.</p>",
    "achievements": [
      "Создание и успешное руководство колонией имени М. Горького для беспризорных детей и подростков (1920-1928)",
      "Организация коммуны имени Ф.Э. Дзержинского для правонарушителей (1927-1935)",
      "Разработка теории и методики коллективного воспитания",
      "Написание фундаментальных педагогических трудов: «Педагогическая поэма» (1933-1935), «Флаги на башнях» (1938), «Книга для родителей» (1937)",
      "Создание концепции «перспективных линий» в формировании личности ребенка",
      "Разработка системы «параллельного действия» в воспитании (воздействие на личность через коллектив)",
      "Внедрение производственного обучения как важнейшего элемента в системе воспитания"
    ],
    "era": "Советский период",
    "position": 1928
  },
  {
    "id": 101,
    "name": "Иван IV Грозный",
    "years": "1530-1584",
    "image": "images/reformer_ivan4.jpeg",
    "biography": "<p>Иван Васильевич, прозванный Грозным, стал правителем в 3 года после смерти отца, Василия III, но реальную власть получил в 1547 году, приняв титул царя. Его раннее правление (вместе с Избранной радой) было отмечено прогрессивными реформами, но после смерти первой жены Анастасии Романовны стал жестоким и подозрительным.</p><p>В 1550 году создал стрелецкое войско — первую профессиональную пехоту, вооружённую пищалями. Укреплял артиллерию («наряд»), которая сыграла ключевую роль во взятии Казани (1552). Для защиты от набегов крымских татар построил засечные черты — систему лесных завалов и крепостей на южных границах.</p><p>После введения опричнины (1565–1572) армия деградировала, но реформы Ивана IV заложили основу регулярной армии. Умер в 1584 году, оставив страну в хаосе Ливонской войны и династического кризиса.</p>",
    "achievements": [
      "Стрелецкое войско (1550) — создание первой регулярной пехоты, вооруженной огнестрельным оружием",
      "Артиллерия как отдельный род войск (1540–1570-е) — развитие и укрепление артиллерии, сыгравшей ключевую роль во взятии Казани",
      "Засечные черты (1530–1570-е) — строительство системы оборонительных сооружений на южных границах государства"
    ],
    "era": "Древняя Русь",
    "position": 1550,
    "branch": "military"
  },
  {
    "id": 102,
    "name": "Пётр I Великий",
    "years": "1672-1725",
    "image": "images/reformer_petr1.jpg",
    "biography": "<p>Пётр Алексеевич Романов взошёл на престол в 1689 году, но с юности увлекался военным делом, создавая «потешные полки». После поражения под Нарвой (1700) начал радикальные реформы: ввёл рекрутскую повинность (1705), сделав армию постоянной и профессиональной.</p><p>Лично изучал кораблестроение в Европе (1697–1698) и основал Балтийский флот, который разгромил шведов при Гангуте (1714). Открыл первые военные школы: Навигацкую (1701) и Артиллерийскую (1701).</p><p>В 1722 году утвердил Табель о рангах, унифицировав карьерные пути военных и чиновников. Погиб, спасая рыбаков от шторма, в 1725 году, превратив Россию в империю и морскую державу.</p>",
    "achievements": [
      "Рекрутская повинность (1705) — создание системы комплектования регулярной армии, просуществовавшей до 1874 года",
      "Создание Балтийского флота (1703–1721) — превращение России в морскую державу, обеспечившее победу в Северной войне",
      "Табель о рангах (1722) — унификация военной и гражданской службы, создание системы чинов и званий"
    ],
    "era": "Имперский период",
    "position": 1705,
    "branch": "military"
  },
  {
    "id": 103,
    "name": "Павел I",
    "years": "1754-1801",
    "image": "images/reformer_pavel1.jpg",
    "biography": "<p>Сын Екатерины II и Петра III, Павел взошёл на престол в 1796 году, ненавидя мать за убийство отца. Увлекаясь прусской военной системой, ввёл муштру и новые уставы (1796), запретив дворянам уклоняться от службы.</p><p>Создал военные поселения (1797), где солдаты совмещали службу с сельским хозяйством. Ограничил власть офицеров-дворян, что вызвало заговор.</p><p>Убит в Михайловском замке в 1801 году. Его реформы, хотя и непопулярные, повлияли на армию Александра I.</p>",
    "achievements": [
      "Прусские военные уставы (1796) — внедрение новой системы военной организации и дисциплины по прусскому образцу",
      "Военные поселения (1797, проект) — создание системы, где солдаты совмещали военную службу с сельским хозяйством"
    ],
    "era": "Имперский период",
    "position": 1796,
    "branch": "military"
  },
  {
    "id": 104,
    "name": "Дмитрий Милютин",
    "years": "1816-1912",
    "image": "images/reformer_milutin.jpg",
    "biography": "<p>Выпускник Николаевской военной академии, Милютин стал военным министром в 1861 году. Участвовал в Кавказской войне и Крымской катастрофе, что подтолкнуло его к реформам.</p><p>В 1874 году заменил рекрутчину всеобщей воинской повинностью, сократив срок службы с 25 до 6 лет. Разделил страну на 15 военных округов (1864) для оперативного управления. Ввёл винтовки Бердана и железные дороги для мобилизации.</p><p>Ушёл в отставку после убийства Александра II (1881), но его система просуществовала до 1917 года.</p>",
    "achievements": [
      "Всеобщая воинская повинность (1874) — введение системы всеобщей военной службы с сокращенными сроками и льготами для образованных граждан",
      "Военные округа (1864) — создание 15 военных округов для эффективного управления армией",
      "Перевооружение армии нарезным оружием и развитие военной инфраструктуры (1860-1870-е)"
    ],
    "era": "Имперский период",
    "position": 1874,
    "branch": "military"
  },
  {
    "id": 105,
    "name": "Михаил Фрунзе",
    "years": "1885-1925",
    "image": "images/reformer_frunze.jpg",
    "biography": "<p>Сын молдавского крестьянина и русской мещанки, Фрунзе стал большевиком в 1904 году. В Гражданскую войну разгромил Колчака и Врангеля.</p><p>Как нарком по военным делам (1924–1925) ликвидировал милиционную систему, создав кадровую армию с единым командованием. Разработал доктрину «маневренной войны», ставшую основой для Блицкрига.</p><p>Умер при загадочных обстоятельствах после операции, возможно, от рук Сталина.</p>",
    "achievements": [
      "Кадровая армия (1924–1925) — ликвидация милиционной системы и создание регулярной армии с единым командованием",
      "Единая военная доктрина (1920-е) — разработка теории «маневренной войны», ставшей основой для развития военной тактики",
      "Военная реформа (1924-1925) — централизация управления и строительство новой организационной структуры РККА"
    ],
    "era": "Советский период",
    "position": 1924,
    "branch": "military"
  },
  {
    "id": 106,
    "name": "Иосиф Сталин",
    "years": "1878-1953",
    "image": "images/reformer_stalin.jpg",
    "biography": "<p>Сын сапожника из Гори, Сталин пришёл к власти в 1920-х, устранив соперников. В 1930-е провёл индустриализацию, создав танковые заводы (Харьков, Челябинск) и авиаконструкторские бюро (Туполев, Ильюшин).</p><p>В 1930 году сформировал первые воздушно-десантные войска. Перед войной увеличил армию до 5 млн человек (1941), но репрессии 1937–1938 ослабили командный состав.</p><p>После 1945 года сделал ставку на ядерное оружие, испытав бомбу в 1949 году.</p>",
    "achievements": [
      "Военная индустриализация (1930-е) — создание мощной оборонной промышленности, включая танковые заводы и авиаконструкторские бюро",
      "Создание ВДВ (1930) — формирование первых воздушно-десантных войск как нового рода войск",
      "Разработка ядерного оружия (1940-е) — организация советского атомного проекта, завершившегося испытанием первой бомбы в 1949 году"
    ],
    "era": "Советский период",
    "position": 1930,
    "branch": "military"
  },
  {
    "id": 107,
    "name": "Никита Хрущёв",
    "years": "1894-1971",
    "image": "images/reformer_khrushchev.jpg", 
    "biography": "<p>Сын шахтёра из Курской губернии, Хрущёв стал генсеком в 1953 году. Сократил армию на 2,5 млн человек (1955–1958), сделав ставку на ракеты.</p><p>В 1959 году создал РВСН (ракетные войска), разместив ракеты на Кубе (1962). Его доктрина «ядерного паритета» привела к Карибскому кризису, но укрепила статус СССР.</p><p>Смещён в 1964 году за «волюнтаризм».</p>",
    "achievements": [
      "Сокращение армии (1955–1958) — уменьшение численности вооруженных сил на 2,5 млн человек и переориентация на ракетно-ядерное оружие",
      "Создание РВСН (1959) — формирование Ракетных войск стратегического назначения как отдельного вида вооруженных сил",
      "Ядерная доктрина (1959-1962) — разработка концепции ядерного паритета и сдерживания"
    ],
    "era": "Советский период",
    "position": 1959,
    "branch": "military"
  },
  {
    "id": 108,
    "name": "Сергей Шойгу",
    "years": "род. 1955",
    "image": "images/reformer_shoigu.jpg",
    "biography": "<p>Родился в Тувинской АССР, инженер по образованию. Возглавлял МЧС (1991–2012), прославившись в спасательных операциях.</p><p>Став министром обороны (2012), объединил ВВС и ПВО в Воздушно-космические силы (2015). Перевёл армию на контракт (2017), увеличив долю профессионалов до 70%. Внедрил гиперзвуковое оружие: «Авангард» (2018), «Кинжал» (2017), «Сармат» (2020).</p><p>Сирийская кампания (2015–н.в.) и война в Украине (2022) стали тестами его реформ.</p>",
    "achievements": [
      "Создание ВКС (2015) — объединение Военно-воздушных сил и Войск противовоздушной обороны в единый вид вооруженных сил - Воздушно-космические силы",
      "Гиперзвуковые системы (2017–2020) — внедрение новейших видов вооружения («Авангард», «Кинжал», «Сармат»)",
      "Профессионализация армии (2012-2022) — увеличение доли контрактников в вооруженных силах до 70%"
    ],
    "era": "Современная Россия",
    "position": 2015,
    "branch": "military"
  }
] 